<?php
$config['fields'] = array(
    'types' => array(
        '' => '',
        '1' => 'Отель',
        '2' => 'Пансионат',
        '3' => 'Санаторий',
        '4' => 'Частный сектор',
        '5' => 'Гостиница',
    ),
    'beach' => array(
        'type' => array(
            '' => '',
            '1' => 'Песчаный',
            '2' => 'Песчано-галечный',
            '3' => 'Галечный',
            '4' => 'Каменистый',
            '5' => 'Ракушечный',
        ),
        'distance' => array(
            '' => '',
            '1' => '1-2 мин',
            '2' => '5 мин',
            '3' => '10 мин',
            '4' => '15 мин',
            '5' => 'далеко',
        ),
    )
);
